{
  "loading": "Đang tải dữ liệu trang chủ...",
  "error_load": "Lỗi khi tải dữ liệu trang chủ",
  "no_data": "Không có dữ liệu trang chủ",
  "hero_banner": "Tầm Nhìn Chiến Lược NEXT STEP",
  "welcome": "CHÀO MỪNG ĐẾN VỚI NEXT STEP",
  "strengths_cta": "THẾ MẠNH CỦA NEXT STEP",
  "recruitment_title": "THÔNG TIN TUYỂN DỤNG",
  "recruitment_subtitle": "Cơ hội nghề nghiệp dành cho bạn",
  "mechanical": "CƠ KHÍ",
  "mechanical_desc": "Thiết kế, phát triển và bảo trì hệ thống cơ khí",
  "automotive": "Ô TÔ",
  "automotive_desc": "Chuyên về công nghệ và hệ thống ô tô hiện đại",
  "electrical": "ĐIỆN, ĐIỆN TỬ",
  "electrical_desc": "Thiết kế và vận hành hệ thống điện công nghiệp",
  "it": "IT",
  "it_desc": "Phát triển phần mềm và giải pháp công nghệ",
  "construction": "XÂY DỰNG",
  "construction_desc": "Thiết kế và quản lý các dự án xây dựng công nghiệp",
  "view_details": "Xem chi tiết",
  "testimonials_title": "KHÁCH HÀNG NÓI GÌ VỀ CHÚNG TÔI",
  "testimonials_subtitle": "Những phản hồi tích cực từ khách hàng đã tin tưởng chúng tôi",
  "testimonial_1": "Chương trình học rất hợp lý và bài bản. Các giảng viên nhiệt tình, tận tâm. Sau khi hoàn thành khóa học, tôi đã tìm được việc làm phù hợp tại Nhật Bản.",
  "testimonial_2": "Mình đã được khách hàng vô tư khách hàng đã tìm được nhân tài phù hợp cho dự án của công ty. Dịch vụ chuyên nghiệp, hỗ trợ tận tình từ đầu đến cuối.",
  "testimonial_3": "Chương trình đào tạo kỹ sư đi Nhật chi phí 0 đồng rất tốt. Tôi đã được học nhiều kỹ năng mới và có cơ hội làm việc tại môi trường quốc tế.",
  "testimonial_4": "Dịch vụ tuyển dụng rất chuyên nghiệp. Chúng tôi đã tìm được nhiều ứng viên chất lượng cao cho các vị trí kỹ sư tại công ty.",
  "mechanical_engineer": "Kỹ sư Cơ khí",
  "it_engineer": "Kỹ sư IT",
  "news_title": "TIN TỨC",
  "read_more": "ĐỌC THÊM",
  "news_title_lauching": "RA MẮT BỘ SƯU TẬP DENIM THÂN THIỆN VỚI MÔI TRƯỜNG – MÙA THU 2025",
  "news_excerpt_lauching": "Bộ sưu tập denim mới của chúng tôi được làm từ 100% cotton hữu cơ và áp dụng công nghệ nhuộm không độc hại, mang đến lựa chọn thời trang bền vững cho người tiêu dùng hiện đại trên toàn thế giới....",
  "view_all_news": "Xem tất cả tin tức",
  "news_title_4": "SG3 JEAN GIÀNH GIẢI THƯỞNG “NHÀ MÁY BỀN VỮNG NHẤT” NĂM 2025",
  "news_excerpt_4": "SG3 Jean vinh dự được trao giải “Nhà máy bền vững nhất” năm 2025, ghi nhận vai trò tiên phong của chúng tôi trong sản xuất thân thiện với môi trường và đổi mới trong ngành công nghiệp denim....",
  "fallback_news_1_title": "SAIGON 3 JEAN ĐẠT CHỨNG NHẬN LEED GOLD VỀ SẢN XUẤT XANH",
  "fallback_news_1_excerpt": "Cơ sở sản xuất denim hiện đại của chúng tôi chính thức nhận chứng nhận LEED Gold, khẳng định cam kết phát triển bền vững và trách nhiệm môi trường..."
}