{
  "hero_alt": "Sứ Mệnh NEXT STEP",
  "hero_title": "Sứ Mệnh Của NEXT STEP",
  "hero_subtitle": "Kết nối - Đào tạo - Phát triển",
  "statement_badge": "Sứ Mệnh",
  "statement_title": "Sứ Mệnh Của NEXT STEP",
  "statement_text_1": "NEXT STEP cam kết trở thành cầu nối chất lượng nhất giữa kỹ năng tâm đầu của kỹ sư Việt và nhu cầu nhân lực cao cấp của các doanh nghiệp Nhật Bản.",
  "statement_text_2": "Thông qua việc giới thiệu việc làm và đào tạo tiếng Nhật, kỹ năng chuyên môn cùng phong cách làm việc chuyên nghiệp, giúp kỹ sư tự tin hội nhập và phát triển trong môi trường quốc tế.",
  "statement_text_3": "NEXT STEP mong muốn trở thành đối tác tin cậy của cả hai bên — hỗ trợ doanh nghiệp Nhật Bản tìm được nguồn nhân lực chất lượng, đồng thời mở ra cơ hội nghề nghiệp và tương lai tươi sáng cho kỹ sư Việt Nam.",
  "values_badge": "Giá Trị Cốt Lõi",
  "values_title": "Những Giá Trị Chúng Tôi Theo Đuổi",
  "value_1_title": "Kết Nối",
  "value_1_text": "Xây dựng cầu nối chất lượng giữa kỹ sư Việt Nam và doanh nghiệp Nhật Bản",
  "value_2_title": "Đào Tạo",
  "value_2_text": "Cung cấp chương trình đào tạo toàn diện về ngôn ngữ và kỹ năng chuyên môn",
  "value_3_title": "Chất Lượng",
  "value_3_text": "Cam kết mang đến nguồn nhân lực chất lượng cao, đáp ứng tiêu chuẩn quốc tế",
  "value_4_title": "Phát Triển",
  "value_4_text": "Hỗ trợ kỹ sư tự tin hội nhập và phát triển sự nghiệp trong môi trường quốc tế",
  "services_badge": "Dịch Vụ Của Chúng Tôi",
  "services_title": "Chúng Tôi Làm Gì?",
  "services_image_alt": "Dịch vụ NEXT STEP",
  "service_1_title": "Giới Thiệu Việc Làm",
  "service_1_text": "Kết nối kỹ sư Việt Nam với các cơ hội việc làm tại doanh nghiệp Nhật Bản hàng đầu",
  "service_2_title": "Đào Tạo Tiếng Nhật",
  "service_2_text": "Chương trình học tiếng Nhật chuyên sâu, tập trung vào ngôn ngữ kỹ thuật và giao tiếp công việc",
  "service_3_title": "Kỹ Năng Chuyên Môn",
  "service_3_text": "Nâng cao kỹ năng kỹ thuật và phương pháp làm việc theo chuẩn Nhật Bản",
  "service_4_title": "Hỗ Trợ Hội Nhập",
  "service_4_text": "Tư vấn văn hóa, phong cách làm việc và hỗ trợ định cư tại Nhật Bản",
  "commitment_title": "Cam Kết Của Chúng Tôi",
  "commitment_item_1": "Đối tác tin cậy của doanh nghiệp Nhật Bản",
  "commitment_item_2": "Nguồn nhân lực chất lượng cao, đáp ứng tiêu chuẩn khắt khe",
  "commitment_item_3": "Mở ra cơ hội nghề nghiệp và tương lai tươi sáng cho kỹ sư Việt",
  "commitment_item_4": "Đồng hành và hỗ trợ trong suốt hành trình phát triển",
  "commitment_button": "Liên Hệ Với Chúng Tôi"
}